{
  "lemma": "*h₁éḱwos",
  "etymology": [
    "Usually explained as a derivation of the adjective *h₁eḱus (“quick, swift”), also seen in e.g. Ancient Greek ὠκύς (ōkús), Latin ōcior (“faster”) and Sanskrit आशु (āśú, “fast, quick”) (all < PIE *h₁oh₁ḱus (“swift”)). The thematic derivation would express association with a root noun *h₁eḱ- (“swiftness, celerity”), thus denoting “that which has swiftness” or “the swift one”. The adjective would have to be derived from the root by reduplication, which is unusual in PIE nominal word formation. Many linguists therefore reject it as popular etymology and suggest other sources:\n",
    "Kulanda 2008 argues that the PIE word is borrowed from North Caucasian, since there are no known Nostratic cognates; compare Kabardian шы (šə), Abkhaz аҽы (āčə), Avar чу (ču), Karata ичва (ičʷa, “mare”), Lezgi шив (šiv, “horse”) etc. (NCED 520). This etymology has been criticized by Matasović 2012:291 who argues that the direction of borrowing is probably from PIE into North Caucasian: steppe horses were probably traded for Mesopotamian imports on the North Caucasus in the eneolithic period. The fact that we find fricatives and affricates in the Caucasian reflexes of this word indicates that the source could have been an IE dialect of the satem type.",
    "The original thematic form is also disputed. According to Kloekhorst (2008), the original derivation was a u-stem, to which Anatolian reflexes point particularly, which presume a Proto-Anatolian u-stem *h₁éḱu-, as opposed to the thematic (o-stem) derivation in all the other PIE branches. There is no known phonological development through  which PIE *h₁eḱwo- could yield PAnat. *h₁eḱu-, and in view of the productivity of the o-stem inflection in Anatolian it is unlikely that PIE *h₁eḱwo- would have yielded PAnat. *h₁éḱu- through secondary developments. We therefore must conclude that the Proto-Anatolian u-stem *h₁éḱu- reflects the original state of affairs and that the thematicization as visible in the non-Anatolian IE languages (which would be a trivial development) must be regarded as a common innovation of them. In other words, this is a piece of evidence supportive of the Indo-Hittite hypothesis. In that case, the original paradigm would have been *h₁éḱ-u-s, *h₁éḱ-u-m, *h₁ḱ-u-és, from the stem *h₁eḱ-u- (“swift”).\n"
  ],
  "klass": "Noun",
  "markers": {
    "m": "masculine gender"
  },
  "definitions": [
    "stallion, horse"
  ],
  "synonyms": [
    "*ǵʰéyos",
    "*ḱr̥sós",
    "*márkos",
    "*mendyos"
  ],
  "topics": [
    "ine-pro:Horses",
    "ine-pro:Male animals"
  ]
}